# St7GetModelWindowParent

Returns the current parent control for the model window.

long St7GetModelWindowParent(long uID, HWND* Handle)

Input Parameters

uID

Strand7 model file ID.

Handle

Handle to the parent control for the model window.